{
    "review": [
        "There is no question this company has to make meaningful progress to increase diverse representation",
        "Lack of diversity, low morale plague this company",
        "They helped employees of color advance through the ranks, giving them more decision-making power and facilitating uncomfortable conversations about systemic racism.",
        "They still don’t prioritize diversity and inclusion, and they lack an action plan",
        "I think it was implied that these issues of racism, sexism, and other -isms don’t occur in my industry or at my firm, when we know they do",
        "Felt that diversity and inclusion efforts were meted out inequitably — the white-collar employees benefited, but the warehouse workers did not.",
        "This type of bigotry goes against all of the values and beliefs of our system.",
        "They have more women board members than their counterparts.",
        "Wants to increase the ratio of female senior executives in the company to more than half, after the company completed its goal of filling more than 30 per cent of its management positions with women in 2018.",
        "Companies must do more than take the tokenistic step of appointing just one woman to their board and consider that job done.",
        "Does not reflect the population of very talented women capable of making great contributions in their boardrooms.",
        "Must tackle their 'Alpha male culture'.",
        "Stepped up hiring of women and ethnic minorities.",
        "Failed to commit to gender diversity pledge.",
        "Gender pay gap has among top earners has widened dramatically.",
        "Cancelled gender diversity meetings amid staff harassment fears.",
        "Looking to invest more in women.",
        "Female executives have improved the performance of the company.",
        "Female appointments on board hit 5 year low.",
        "Criticized for remarks about diversity.",
        "There is a beauty in their workplace diversity."
    ],
    "rating": [3, 2, 8, 4, 1, 2, 1, 8, 9, 2, 4, 3, 7, 2, 4, 3, 9, 9, 4, 2, 10]
}
